[
  {
    "id": "business-fibre",
    "name": "Business fibre",
    "compare": true,
    "fast": 3,
    "reliable": 3,
    "cheap": 1,
    "who": "People who are in a business fibre zone and are prepared to pay",
    "why": "Solid upload speeds and little congestion on dedicated fibre designed for businesses",
    "how": "Check if you are in a business fibre zone, then contact a provider",
    "onething": "Installation is free, but plans start at around $500 per month"
  },
  {
    "id": "full-fibre",
    "name": "Full fibre",
    "compare": true,
    "fast": 3,
    "reliable": 2,
    "cheap": 2,
    "who": "People who got lucky in the NBN rollout, or who are prepared to pay to have it installed",
    "why": "Fibre from the internet to your home future-proofs your access",
    "how": "Once you have a connection in your home, you can use any provider to connect",
    "onething": "Some customers may find their provider doesn't match advertised speeds. Shop around"
  },
  {
    "id": "other-fibre",
    "name": "Other fibre",
    "compare": true,
    "fast": 2,
    "reliable": 2,
    "cheap": 3,
    "who": "People in the NBN fibre footprint that don't receive full fibre. There are some other private fibre providers but these are rare",
    "why": "The NBN design changed under the Coalition so existing infrastructure was used to roll it out at a lower price",
    "how": "Sign up through an internet service provider",
    "onething": "This typically uses old wires, so sometimes the technology is faulty or doesn't offer the highest speeds"
  },
  {
    "id": "5g-broadband",
    "name": "5G broadband",
    "compare": true,
    "fast": 3,
    "reliable": 2,
    "cheap": 1,
    "who": "People within the 5G rollout map. This is growing so check with your provider",
    "why": "Faster wireless technology is rolling out now, first in cities",
    "how": "You will need a 5G phone or modem, and be in the initial coverage footprint",
    "onething": "While it's new not many people are using it so speeds are incredibly fast"
  },
  {
    "id": "3g/4g-broadband",
    "name": "3G/4G broadband",
    "compare": true,
    "fast": 2,
    "reliable": 1,
    "cheap": 1,
    "who": "Anyone! Though they should be careful which provider offers the best local service",
    "why": "3G and 4G broadband has huge reach and governments are helping expand the 4G network",
    "how": "All you need is a modem or phone with a SIM card. Both can be obtained online or at a local store",
    "onething": "Telstra's regional network is generally superior to the other providers"
  },
  {
    "id": "fixed-wireless",
    "name": "Fixed wireless",
    "compare": true,
    "fast": 2,
    "reliable": 2,
    "cheap": 2,
    "who": "People either in the NBN fixed wireless footprint, or near a private provider's tower",
    "why": "A dish on your roof connects to a local tower, giving better speeds than satellite in regional areas",
    "how": "Available through the NBN or private companies that have built their own towers. Visit BIRRR to see if one is near you",
    "onething": "Private providers often require an install fee or long contract, so mobile broadband may be a better option"
  },
  {
    "id": "satellite",
    "name": "Satellite",
    "compare": true,
    "fast": 1,
    "reliable": 2,
    "cheap": 2,
    "who": "Only those within the NBN satellite footprint",
    "why": "Faster than ADSL, covers every corner of Australia, recent improvements",
    "how": "Until competitors emerge, only people in the NBN satellite footprint can get it",
    "onething": "Private providers like SpaceX are set to provide competition in the coming years"
  },
  {
    "id": "adsl",
    "name": "ADSL",
    "compare": true,
    "fast": 1,
    "reliable": 1,
    "cheap": 3,
    "who": "Only those within the NBN fixed wireless and satellite footprints",
    "why": "Proven technology and is cheap: plans offering unlimited data are common",
    "how": "ADSL is being phased out except in regional areas. Check with your provider",
    "onething": "If you need a landline phone and only rarely use the internet, this could be an option"
  },
  {
    "id": "unknown",
    "name": "Unknown connection",
    "description": "We couldn't find any NBN connection information listed for this address. Give the <a href='https://www.nbnco.com.au/' target='_blank'>NBN Co website</a> a try.",
    "compare": false
  },
  {
    "id": "asa",
    "name": "Other broadband provider",
    "description": "A broadband provider that existed before the NBN already provides adequate internet access in this area. NBN Co doesn't provide information about its speed or reliability.",
    "compare": false
  }
]

